---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.ElectricalAnalyticalLoadSet
source: html/440341e2-6233-2a1a-f387-1c1f465c668e.htm
---
# ElectricalAnalyticalLoadSet Properties

The id of the assembly instance to which the element belongs.